Repository: yeager/gettext-coverage
Catalog: po/*.po
Languages: sv

source: Scan packages
sv: Sök igenom paket

source: Export CSV
sv: Exportera CSV

source: Settings
sv: Inställningar

source: Copy Debug Info
sv: Kopiera felsökningsinformation

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: About Gettext Coverage
sv: Om Gettext Coverage

source: No data
sv: Inget data

source: Click the search icon to scan installed packages.
sv: Klicka på sökikonen för att söka igenom installerade paket.

source: Ready
sv: Redo

source: Welcome
sv: Välkommen

source: Welcome to Gettext Coverage
sv: Välkommen till Gettext Coverage

source: View translation statistics for your distribution. ✓ Scan installed packages for .po/.mo files ✓ Show translation percentage per package ✓ Sort by popularity and coverage ✓ Identify untranslated high-priority packages ✓ Export coverage report as CSV
sv: Visa översättningsstatistik för din distribution. ✓ Sök igenom installerade paket efter .po/.mo-filer ✓ Visa översättningsprocent per paket ✓ Sortera efter popularitet och täckning ✓ Identifiera oöversatta paket med hög prioritet ✓ Exportera täckningsrapport som CSV

source: Get Started
sv: Kom igång

source: Scanning packages...
sv: Sök igenom paket...

source: %(langs)d / %(total)d languages (%(pct).1f%%)
sv: %(langs)d / %(total)d språk (%(pct).1f%%)

source: Found %(count)d packages
sv: Hittade %(count)d paket

source: Export Coverage Report
sv: Exportera täckningsrapport

source: Exported to %s
sv: Exporterade till %s

source: Scanning
sv: Söker igenom

source: Include system packages
sv: Inkludera systempaket

source: Debug info copied
sv: Felsökningsinformation kopierades

source: General
sv: Allmänt

source: Quit
sv: Avsluta

source: Keyboard shortcuts
sv: Tangentbordsgenvägar

source: Shows translation coverage per package, identifies most-used untranslated packages.
sv: Visar översättningsomfattning per paket, identifierar de mest använda oöversatta paketen.
